tap "argoproj/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "pomerium/tap"
tap "qmk/qmk"
tap "datawire/blackbird"
brew "koekeishiya/formulae/yabai", args: ['HEAD']
brew "koekeishiya/formulae/skhd"
brew "hyperkit"
brew "datawire/blackbird/telepresence"
cask "alacritty"
cask "dozer"
cask "meetingbar"
cask "notion"
cask "noto"
cask "raycast"
cask "slack"
cask "spotify"
cask "transmission"
cask "ubersicht"
cask "via"
cask "vlc"
cask "rancher"
cask "visual-studio-code"
cask "insomnia"
cask "vimr"
cask "plex"
cask "gimp"
cask "nordvpn"
# cask "logitech-options"
# cask "zoom"
