tap "argoproj/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "pomerium/tap"
tap "qmk/qmk"
tap "FelixKratz/formulae"
# tap "jetstack/internal"
tap "datawire/blackbird"
brew "koekeishiya/formulae/yabai", args: ['HEAD']
brew "koekeishiya/formulae/skhd"
brew "hyperkit"
brew "datawire/blackbird/telepresence"
brew "cmacrae/formulae/spacebar"
brew "ruby"
brew "FelixKratz/formulae/sketchybar"
# For sketchybar
cask "sf-symbols"
brew "ifstat"
brew "gh"
cask "alacritty"
cask "dozer"
cask "notion"
cask "noto"
cask "raycast"
cask "slack"
cask "spotify"
cask "transmission"
cask "via"
cask "vlc"
cask "visual-studio-code"
cask "insomnia"
cask "plex"
cask "nordvpn"
cask "goneovim"
cask "simplenote"
# cask "kolide"
# cask "logitech-options"
# cask "zoom"
